Repository: xtraSynergyproject/hr-portal
Catalog: src - Copy/ERP.Translation/Sps/SuccessionPlanningWorksheet.*.resx
Languages: ar_sa

# AchieveGoal
source: What would help you achieve these goals / objectives ?
ar_sa: ما الذي سيساعدك على تحقيق هذه الأهداف / الأهداف؟

# Achievements
source: Achievements and areas that need more focus
ar_sa: الإنجازات والمجالات التي تحتاج إلى مزيد من التركيز

# DateOfSPRewview
source: Date Of SP Review
ar_sa: تاريخ مراجعة تخطيط الخلافة

source: Development Needs
ar_sa: احتياجات التنمية

source: Development Plans
ar_sa: خطط التنمية

# Edit
source: Edit Worksheet
ar_sa: تحرير ورقة العمل

source: First Name
ar_sa: الاسم الاول

# FullName
source: Potential Replacement
ar_sa: استبدال المحتملة

# Ideas
source: Share any advice to help us improve the succession planning
ar_sa: مشاركة أي نصيحة لمساعدتنا في تحسين تخطيط الخلافة

source: Ideas/Suggestions
ar_sa: أفكار / اقتراحات

source: Induction Manual
ar_sa: دليل التعريفي

source: Iqamah No
ar_sa: إقامة رقم

source: Is Ready For Next Role
ar_sa: جاهز للدور التالي

# JobName
source: Potential Next Role
ar_sa: الدور التالي المحتمل

source: Last Name
ar_sa: الكنية

# LongTermGoal
source: What are your mid to long-term goals/objectives?
ar_sa: ما هي أهدافك / أهدافك المتوسطة إلى الطويلة الأجل؟

# MakeWorkMoreIntresting
source: Frustrations and/or ideas of how to make the work more interesting, rewarding
ar_sa: الإحباط و / أو الأفكار حول كيفية جعل العمل أكثر إثارة للاهتمام ، مجزية

source: Manage Development Plan
ar_sa: إدارة خطة التنمية

source: Name
ar_sa: اسم

# NoUnassignedPositionMsg
source: This organization don't have any unassigned position
ar_sa: لا تملك هذه المؤسسة أي منصب غير مخصص

# NoWorksheetsMsg
source: No Worksheets to display
ar_sa: لا أوراق عمل لعرضها

source: Objectives
ar_sa: الأهداف

source: Organization Id
ar_sa: معرف المنظمة

source: Overall Comments
ar_sa: كامل التعليقات

# PageCorrectTitle
source: Correct Succession Planning Worksheet
ar_sa: ورقة عمل تخطيط الخلافة الصحيحة

# PageCreateTitle
source: Create Succession Planning Worksheet
ar_sa: إنشاء ورقة عمل تخطيط الخلافة

source: Position
ar_sa: موضع

source: Potential Next Role
ar_sa: الدور التالي المحتمل

source: Potential Replacement
ar_sa: استبدال المحتملة

source: Review
ar_sa: إعادة النظر

# RoleChallenge
source: What parts of your role do you find the most challenging?
ar_sa: ما هي أجزاء دورك التي تجدها الأكثر تحديا؟

# RoleEnjoy
source: What parts of your role do you enjoy the most?
ar_sa: ما هي أجزاء دورك التي تستمتع بها أكثر شيئ؟

source: Service Id
ar_sa: معرف الخدمة

# Skills
source: What skills/training can help you be more effective in your current role/overcome the challenges? Use the 4 cornerstones Finance, People Management, Costs Control, Quality & Consistency
ar_sa: ما المهارات / التدريب التي يمكن أن تساعدك على أن تكون أكثر فعالية في دورك الحالي / التغلب على التحديات؟استخدام 4 أحجار الزاوية المالية ، وإدارة الأفراد ، ومراقبة التكاليف والجودة والاتساق

source: Sponsorship No
ar_sa: رقم الكفالة

source: Sps Id
ar_sa: معرف خطط التعاقب

source: Sps Step 1 Status
ar_sa: خطط الخلافة الخطوة 1 الحالة

source: Sps Step 2 Status
ar_sa: خطط الخلافة الخطوة 2 الحالة

source: Sps Step 3 Status
ar_sa: خطط الخلافة الخطوة31 الحالة

source: Sps Worksheet Id
ar_sa: مخططات التعاقب الوظيفي

source: Stage 1
ar_sa: المرحلة 1

source: Stage 2
ar_sa: المرحلة 2

source: Stage 3
ar_sa: المرحلة 3

source: Start Date
ar_sa: تاريخ البدء

# Subject
source: Cycle Name
ar_sa: اسم الدورة

source: Trainer Assigned
ar_sa: مدرب معين

# Training
source: What training and development do you feel you need for your future development (This may include exposure to/involvement in different aspects of the business)?
ar_sa: ما هو التدريب والتطوير الذي تشعر أنك بحاجة إليه لتطوير مستقبلك (قد يشمل ذلك التعرض / المشاركة في جوانب مختلفة من العمل)؟

source: Training Completed
ar_sa: تم الانتهاء من التدريب

# TrainingNeeds
source: Specify training needs and identify mentor to support the action plan and timelines
ar_sa: تحديد الاحتياجات التدريبية وتحديد معلمه لدعم خطة العمل والجداول الزمنية

source: Traininig Session Agreed
ar_sa: دورة تدريب متفق عليها

source: User Id
ar_sa: هوية المستخدم

# ViewSucessionplan
source: View Succesion Plan
ar_sa: عرض خطة النجاح

# WhatSuccess
source: What was successfully completed/outstanding/areas of concern
ar_sa: ما تم الانتهاء بنجاح / المعلقة / مجالات الاهتمام

# WhereDoYouSee
source: Where do you see yourself in 6/12/18 months? What areas in the business would you like to be developed in?
ar_sa: أين ترى نفسك في 6/12/18 شهرا؟ ما هي المجالات في الأعمال التي ترغب في تطويرها؟

source: WorkSheet Count
ar_sa: عدد ورقة العمل
