Repository: xtraSynergyproject/hr-portal
Catalog: src/CMS.UI.Web/Resources/Areas/TAA/Controllers/AttendanceController.*.resx
Languages: ar_sa

source: Access Log Text
ar_sa: نص سجل الوصول

source: Actual
ar_sa: حقيقي

source: Actual(Sign In - Sign Out)
ar_sa: الفعلي (تسجيل الدخول - تسجيل الخروج)

source: Actual Hours
ar_sa: الساعات الفعلية

source: ActualText
ar_sa: النص الفعلي

# Actualtimeintimeout
source: Actual <br/>(Time In - Time Out)
ar_sa: الفعلية <br/> (الوقت المستغرق - انتهاء المهلة)

source: Approved
ar_sa: مصدق

source: Att Date
ar_sa: Att التاريخ

source: Attendance
ar_sa: حضور

source: Attendance Status
ar_sa: حالة الحضور

source: Calculated
ar_sa: حسبت

source: Comment
ar_sa: التعليق

source: Create Roster
ar_sa: إنشاء قائمة

source: Date
ar_sa: تاريخ

source: DeductionHours
ar_sa: خصم ساعات

source: Department
ar_sa: قسم

source: Employee Comment
ar_sa: تعليق الموظف

source: Employee Comments
ar_sa: تعليقات الموظفين

source: Employee Name
ar_sa: اسم الموظف

source: Employee No
ar_sa: رقم الموظف

source: Employee Status
ar_sa: حالة الموظف

source: Export To Excel
ar_sa: تصدير إلى Excel

source: From Date
ar_sa: من التاريخ

source: Job Name
ar_sa: اسم الوظيفة

source: Job Title
ar_sa: المسمى الوظيفي

source: Month
ar_sa: شهر

source: Organization Name
ar_sa: اسم المؤسسة

source: OTHours
ar_sa: OT ساعات

source: Override
ar_sa: تجاوز

source: Override Attendance
ar_sa: تجاوز الحضور

# OverrideComment
source: Override Comments
ar_sa: تجاوز التعليق

source: Override Comments
ar_sa: تجاوز التعليقات

source: OverrideDeductionHoursText
ar_sa: تجاوز نص ساعات الخصم

source: Override OT Hours Text
ar_sa: تجاوز نص ساعات OT

source: Override OT Service
ar_sa: تجاوز خدمة OT

source: Over Time Hours
ar_sa: على مدار ساعات العمل

source: Payroll Group
ar_sa: مجموعة الرواتب

source: Period From
ar_sa: الفترة من

source: Permitted
ar_sa: يسمح

source: Person
ar_sa: شخص

source: PostedForPayroll
ar_sa: تم ترحيلها لكشوف المرتبات

source: Roster
ar_sa: جدول

source: Roster(Sign In - Sign Out)
ar_sa: القائمة (تسجيل الدخول إلى الخروج)

source: Roster Hours
ar_sa: ساعات القائمة

source: Roster Text
ar_sa: نص القائمة

source: Search
ar_sa: يبحث

source: Search Month
ar_sa: شهر البحث

source: Short Time Hours
ar_sa: ساعات زمنية قصيرة

source: Submit For Payroll
ar_sa: إرسال للحصول على الرواتب

source: System
ar_sa: النظام

source: System Attendance
ar_sa: حضور النظام

source: System Deduction Hours Text
ar_sa: نص ساعات خصم النظام

source: System OT Hours Text
ar_sa: نص ساعات OT النظام

# Timeintimeout
source: Roster <br/>(Time In - Time Out)
ar_sa: القائمة <br/> (الوقت المستغرق - انتهى الوقت)

source: Time Permission Request
ar_sa: طلب إذن الوقت

source: To
ar_sa: ل

source: To Date
ar_sa: حتى تاريخه

source: Total Absent
ar_sa: مجموع غائب

source: Total DED
ar_sa: إجمالي DED

source: Total OT
ar_sa: إجمالي OT

source: Total Present
ar_sa: مجموع الحاضر

source: Update Attendance
ar_sa: تحديث الحضور

source: Year
ar_sa: لعام
