Repository: xtraSynergyproject/hr-portal
Catalog: src/Synergy.App.ReactUI/ClientApp/src - Copy/ERP.Translation/Nts/Field.*.resx
Languages: ar_sa

source: Additional Info
ar_sa: معلومات إضافية

# AlertCorrectSuccess
source: Field corrected Successfully
ar_sa: تم تصحيح الحقل بنجاح

# AlertCreateSuccess
source: New Field created Successfully
ar_sa: تم إنشاء حقل جديد بنجاح

# AlertDeleteSuccess
source: Field deleted Successfully
ar_sa: تم حذف الحقل بنجاح

# AlertUpdateSuccess
source: Field updated Successfully
ar_sa: تم تحديث الحقل بنجاح

source: Area Name
ar_sa: اسم المنطقة

source: Auto Bind
ar_sa: ربط السيارات

source: Character Maximum Length
ar_sa: الطابع الحد الأقصى للطول

source: Character Minimum Length
ar_sa: حرف الحد الأدنى للطول

source: Client DataBind Script
ar_sa: ربط بيانات العميل النصي

source: Client OnChange Script
ar_sa: برنامج نصي عند العميل

source: Client ReadOnly Script
ar_sa: البرنامج النصي للقراءة فقط للعميل

source: Client Validation Script
ar_sa: برنامج التحقق من صحة العميل

source: Client Visibility Script
ar_sa: سيناريو رؤية العميل

source: Code
ar_sa: الشفرة

# CreateField
source: Create New Field
ar_sa: إنشاء حقل جديد

source: Data Format String
ar_sa: سلسلة تنسيق البيانات

source: Data Length
ar_sa: طول البيانات

source: DataSource Action Name
ar_sa: اسم الإجراء مصدر البيانات

source: DataSource Area Name
ar_sa: اسم منطقة مصدر البيانات

source: DataSource Controller Name
ar_sa: اسم وحدة تحكم مصدر البيانات

# DataSourceHtmlAttributesString
source: DataSource HtmlAttributes
ar_sa: مصدر البيانات سمات هتمل

source: DataSource Parameters
ar_sa: معلمات مصدر البيانات

source: Data Text Field
ar_sa: حقل نص البيانات

source: Data Type
ar_sa: نوع البيانات

source: Data Value Field
ar_sa: حقل قيمة البيانات

source: Decimal Precision
ar_sa: الدقة العشرية

# DefaultCodeStatic
source: Default Static Code
ar_sa: كود ثابت الافتراضي

source: Default DataType Code
ar_sa: رمز نوع البيانات الافتراضي

source: Default DataType Name
ar_sa: اسم نوع البيانات الافتراضي

source: Default Dynamic Method Name
ar_sa: اسم الأسلوب الديناميكي الافتراضي

source: Default Value
ar_sa: القيمة الافتراضية

source: Default Value Query
ar_sa: استعلام القيمة الافتراضية

# DefaultValueStatic
source: Default Static Value
ar_sa: القيمة الثابتة الافتراضية

# DefaultValueTypeCode
source: Default Value
ar_sa: القيمة الافتراضية

source: Display Mode
ar_sa: وضع العرض

source: Document Ready Script
ar_sa: وثيقة جاهزة النصي

source: Editable By
ar_sa: للتحرير بواسطة

# EditableBys
source: Editable By
ar_sa: للتحرير بواسطة

source: Editable Context
ar_sa: السياق للتحرير

source: Enable Dropdown Grouping
ar_sa: تمكين تجميع القائمة المنسدلة

source: Field Column Width
ar_sa: عرض عمود الحقل

source: Field Html Attributes
ar_sa: سمات حقل هتمل

source: Field HtmlAttributes String
ar_sa: حقل أتش تي أم ألسمات سلسلة

source: Field Id
ar_sa: معرف الحقل

source: Field Partial View Name
ar_sa: حقل اسم العرض الجزئي

source: Field Serial No
ar_sa: الحقل الرقم التسلسلي

source: Field Value Id
ar_sa: معرف قيمة الحقل

source: Field Width Code
ar_sa: رمز عرض الحقل

source: Grid Add Button Name
ar_sa: شبكة إضافة اسم زر

source: Grid Allow Filter
ar_sa: شبكة السماح تصفية

source: Grid Allow Paging
ar_sa: شبكة السماح الترحيل

source: Grid Allow Sorting
ar_sa: شبكة تسمح الفرز

source: Grid Can Add
ar_sa: الشبكة يمكن أن تضيف

source: Grid Can Delete
ar_sa: الشبكة يمكن حذف

source: Grid Can Edit
ar_sa: الشبكة يمكن تحرير

source: Grid Can View
ar_sa: يمكن عرض الشبكة

source: Grid Columns
ar_sa: أعمدة الشبكة

source: Grid Delete Button Name
ar_sa: شبكة حذف اسم الزر

source: Grid Delete Confirmation Message
ar_sa: شبكة حذف رسالة تأكيد

source: Grid Delete Success Message
ar_sa: شبكة حذف رسالة النجاح

source: Grid Edit Button Name
ar_sa: شبكة تحرير اسم الزر

source: Grid Maximum Rows
ar_sa: الشبكة القصوى الصفوف

source: Grid Minimum Rows
ar_sa: الشبكة الدنيا الصفوف

source: Grid Page Size
ar_sa: حجم الصفحة الشبكة

source: Grid Required Minimum Rows
ar_sa: الشبكة المطلوبة الصفوف الدنيا

source: Grid Show Delete Confirmation
ar_sa: شبكة إظهار حذف تأكيد

source: Grid View Button Name
ar_sa: اسم الشبكة عرض زر

source: Group Template Field Id
ar_sa: معرف حقل قالب المجموعة

source: Help Info
ar_sa: معلومات المساعدة

source: Hyperlink Target
ar_sa: هدف الارتباط التشعبي

source: Inject Default Datasource Attributes
ar_sa: حقن سمات مصدر البيانات الافتراضية

source: Inject Default Label Attributes
ar_sa: حقن سمات التسمية الافتراضية

source: Is DataSource MultiValued
ar_sa: هو مصدر البيانات متعددة القيمة

source: Is Label Italic?
ar_sa: هو تسمية مائل؟

source: Is Label Underlined?
ar_sa: هل تم تسطير التسمية؟

source: Is Selection Multi Valued
ar_sa: هو اختيار متعدد القيمة

source: Is Visible
ar_sa: مرئي

source: Label Color Hexa
ar_sa: تسمية اللون ست عشري

source: Label Column Width
ar_sa: عرض العمود التسمية

source: Label Display Name
ar_sa: اسم عرض التسمية

source: Label Html Attributes
ar_sa: تسمية سمات هتمل

source: Label Html Attributes String
ar_sa: تسمية سلسلة هتمل السمات

source: Maximum Value
ar_sa: القيمة القصوى

source: Minimum Value
ar_sa: الحد الأدنى للقيمة

source: Name
ar_sa: اسم

source: Number Of Lines
ar_sa: عدد الخطوط

# PageTitleCorrect
source: Correct Field
ar_sa: المجال الصحيح

# PageTitleCreate
source: Create Field
ar_sa: إنشاء حقل

# PageTitleDelete
source: Delete Field
ar_sa: حذف الحقل

# PageTitleTemplateCorrect
source: Correct Template Field
ar_sa: حقل القالب الصحيح

# PageTitleTemplateCreate
source: Create Template Field
ar_sa: إنشاء حقل قالب

# PageTitleTemplateEditHistory
source: Edit Template Field - History
ar_sa: تحرير قالب الحقل - التاريخ

# PageTitleTemplateUpdate
source: Update Template Field
ar_sa: تحديث حقل القالب

# PageTitleUpdate
source: Update Field
ar_sa: تحديث الحقل

source: PartialView Name
ar_sa: اسم العرض الجزئي

source: Place Holder
ar_sa: حامل مكان

source: Popup Height
ar_sa: ارتفاع منبثقة

source: Popup Title
ar_sa: عنوان منبثق

source: Popup Width
ar_sa: المنبثقة العرض

source: ReadOnly Client Script
ar_sa: برنامج قراءة عميل للقراءة فقط

source: ReadOnly Server Script
ar_sa: قراءة فقط خادم النصي

# ReadonlyTypeCode
source: Readonly
ar_sa: يقرأ فقط

source: Required Client Script
ar_sa: مطلوب عميل سيناريو

source: Required Server Script
ar_sa: مطلوب خادم النصي

# RequiredTypeCode
source: Required Type
ar_sa: النوع المطلوب

source: Sequence No
ar_sa: رقم التسلسل

source: Server Validation Script
ar_sa: خادم التحقق من صحة البرنامج النصي

source: Show In Grid
ar_sa: تظهر في الشبكة

source: Show Required Asterisk
ar_sa: إظهار النجمة المطلوبة

source: TemplateColumn Count
ar_sa: قالب عدد العمود

source: Template Field Id
ar_sa: معرف حقل القالب

source: Template Id
ar_sa: معرف القالب

source: Template Maximum Column
ar_sa: قالب العمود الأقصى

source: Tool Tip
ar_sa: تلميح

source: Value
ar_sa: القيمة

source: Viewable By
ar_sa: للعرض بواسطة

# ViewableBys
source: Viewable By
ar_sa: للعرض بواسطة

source: Viewable Context
ar_sa: السياق للعرض

source: Visibility Client Script
ar_sa: سيناريو عميل الرؤية

source: Visibility Server Script
ar_sa: الرؤية خادم النصي

source: Visibility Type Code
ar_sa: رمز نوع الرؤية
