Repository: xtraSynergyproject/hr-portal
Catalog: src - Copy/ERP.Translation/Message.*.resx
Languages: ar_sa

# AlertSubmitSuccess
source: Your request has been submitted successfully
ar_sa: وفد فدم طلبك بنجاح

source: Announcements
ar_sa: الإعلانات

# AtleastOneActionRequired
source: Please select atleast one action from the list
ar_sa: يرجى اختيار أتلست إجراء واحد من القائمة

# AtleastOneRoleRequired
source: Please select atleast one role from the list
ar_sa: يرجى اختيار دور واحد على الأقل من القائمة

# AtleastOneRuleRequired
source: Please select atleast one rule from the list
ar_sa: يرجى اختيار قاعدة واحدة على الأقل من القائمة

source: Cancel Reason
ar_sa: إلغاء السبب

# CancelReasonMessage
source: Cancel reason is required
ar_sa: إلغاء السبب مطلوب

# CannotDelete
source: You cannot delete this item
ar_sa: لا يمكنك حذف هذا العنصر

# CloseSuccess
source: Item Closed successfully
ar_sa: تم إغلاق العنصر بنجاح

# CompanyHomePageTitle
source: Company Home
ar_sa: CAYAN الرئيسية

source: Company Post
ar_sa: شركة البريد

source: Completion Reason
ar_sa: سبب الانتهاء

# CompletionReasonMessage
source: Completion reason is required
ar_sa: مطلوب سبب الانتهاء

# CorrectionSuccess
source: Data correction successfully completed
ar_sa: اكتمل تصحيح البيانات بنجاح

source: Create a post...
ar_sa: إنشاء منشور ...

source: Create Service
ar_sa: إنشاء الخدمة

source: Delegate Reason
ar_sa: سبب التفويض

# DelegateReasonMessage
source: Delegate reason is required
ar_sa: سبب التفويض مطلوب

# DeleteConfirm
source: Are you sure you want to delete the selected item(s)?
ar_sa: هل أنت متأكد من أنك تريد حذف العنصر (العناصر) المحدد؟

# DeleteConfirm2
source: You cannot undo this action. Are you sure you want to proceed with this action?
ar_sa: لا يمكنك التراجع عن هذا الإجراء. هل تريد بالتأكيد المتابعة في هذا الإجراء؟

# DeleteForeignKeyMessage
source: You cannot delete this item
ar_sa: لا يمكنك حذف هذا العنصر

# DeleteSuccess
source: Selected item(s) deleted successfully
ar_sa: تم حذف العناصر المحددة بنجاح

# DescribeGroup
source: Describe Your Group
ar_sa: صف مجموعتك

source: Documents
ar_sa: مستندات

source: Error
ar_sa: خطأ

source: Expire in
ar_sa: تنتهي الصلاحية

# ExpiryMessage
source: Click "Continue" to keep working, or "Log Out" if you are finished.12
ar_sa: انقر فوق "متابعة" لمواصلة العمل ، أو "تسجيل الخروج" إذا كنت قد انتهيت.

# FileExtNotSupported
source: File extension not supported!
ar_sa: امتداد الملف غير مدعوم!

# FileUploadFailed
source: Failed to Upload
ar_sa: فشل التحميل

# FileUploadFailedForBrowser
source: This browser doesn't support HTML5 file uploads!
ar_sa: لا يدعم هذا المتصفح عمليات تحميل ملفات HTML5!

# FileUploading
source: Please wait, File is Uploading ........
ar_sa: الرجاء الانتظار ، الملف قيد التحميل ........

source: Goto Company Home Page
ar_sa: غوتو شركة الصفحة الرئيسية

# ImgAltManpower
source: Manpower
ar_sa: القوى العاملة

# ImgAltPerformanceManagement
source: Performance Management
ar_sa: ادارة الأداء

# ImgAltSuccessionPlanning
source: Succession Planning
ar_sa: مخططات ناجحة

# ImgAltWelcome
source: Welcome
ar_sa: أهلا بك

# ImgAltWorklist
source: Worklist
ar_sa: قائمة العمل

# ImgTitleActiveNotes
source: Active Notes
ar_sa: ملاحظات نشطة

# ImgTitleAddAnnouncement
source: Add Announcement
ar_sa: إضافة إعلان

# ImgTitleGroup
source: Group
ar_sa: مجموعة

# ImgTitleNotes
source: Notes
ar_sa: ملاحظات

# ImgTitlePendingService
source: Pending Service
ar_sa: في انتظار الخدمة

# ImgTitlePendingTask
source: Pending Task
ar_sa: في انتظار المهمة

# ImgTitleService
source: Service
ar_sa: الخدمات

# ImgTitleTask
source: Task
ar_sa: مهمة

# InsertSuccess
source: Data inserted successfully
ar_sa: تم إدخال البيانات بنجاح

source: Invalid Operation
ar_sa: عملية غير صالحة

# ItemExist
source: This {0} already exists.
ar_sa: هذا {0} موجود بالفعل.

# MappingAdded
source: Mapping added successfully
ar_sa: تم إضافة الخرائط بنجاح

# MappingRemoved
source: Mapping removed successfully
ar_sa: تم إزالة التعيين بنجاح

source: No Job Title
ar_sa: لا عنوان الوظيفة

# NoOrganization
source: No Department
ar_sa: لا توجد منظمة

source: No Record Found
ar_sa: لا يوجد سجلات

source: OK
ar_sa: حسنا

# OrganizationSaveChanged
source: Department change saved successfully
ar_sa: تم حفظ التغيير في المنظمة بنجاح

source: Our Brands
ar_sa: علاماتنا التجارية

# PendingRequestMessage
source: Your current request is pending with the task owner. You cannot raise another request now.
ar_sa: طلبك الحالي معلق مع صاحب المهمة. لا يمكنك رفع طلب آخر الآن.

# PositionSaveChanged
source: Position change saved successfully
ar_sa: تم تغيير موقف التغيير بنجاح

source: Posting To
ar_sa: نشر إلى

source: Rejection Reason
ar_sa: سبب الرفض

# RejectionReasonMessage
source: Rejection reason is required
ar_sa: سبب الرفض مطلوب

# ReleasingProblemMessage
source: Problem in Releasing, Please Contact Administrator
ar_sa: مشكلة في الإصدار ، يرجى الاتصال بالمسؤول

# RequestSubmitSuccess
source: Request Submitted successfully
ar_sa: تم التقديم بنجاح

source: Required fields
ar_sa: الحقول المطلوبة

source: Return Reason
ar_sa: سبب عودة

# ReturnReasonMessage
source: Return reason is required
ar_sa: عودة سبب مطلوب

# SearchGroup
source: Search For The Group
ar_sa: البحث عن المجموعة

source: -- Select --
ar_sa: -- تحديد --

# ServerErrorMsg
source: A server error has occurred!
ar_sa: حدث خطأ في الخادم!

source: Session Expired
ar_sa: انتهت الجلسة

# SessionExpiredMsg
source: Your session has been expired. Click 'OK' button to login again.
ar_sa: وقد انتهت جلسة العمل الخاصة بك. انقر فوق الزر "موافق" لتسجيل الدخول مرة أخرى.

# SessionExpiry
source: Your session will expire in :
ar_sa: سوف تنتهي جلستك بـ:

# UpdateSuccess
source: Data updated successfully
ar_sa: تم تحديث البيانات بنجاح
