Repository: xtraSynergyproject/hr-portal
Catalog: src/Synergy.App.WebUtility/Resources/Areas/Csc/Controllers/CommonServiceController.*.resx
Languages: hi_in

source: Are you sure you want to proceed to payment gateway to pay the amount?
hi_in: क्या आप वाकई राशि का भुगतान करने के लिए पेमेंट गेटवे पर जाना चाहते हैं?

source: Birth Certificate
hi_in: जन्म प्रमाणपत्र

source: Charge Description
hi_in: चार्ज विवरण

source: Charge Details
hi_in: चार्ज विवरण

source: Citizen Login
hi_in: नागरिक लॉगिन

source: COMPLETED PAYMENTS
hi_in: पूर्ण भुगतान

source: CreateService
hi_in: सेवा बनाएं

source: Download Acknowledgement
hi_in: पावती डाउनलोड करें

source: Go to Home
hi_in: घर जाओ

source: Go to My Payments
hi_in: माई पेमेंट्स पर जाएं

source: Government Login
hi_in: सरकार लॉगिन

source: LSK login
hi_in: एलएसके लॉगिन

source: My Service Request
hi_in: मेरी सेवा अनुरोध

source: Pay
hi_in: भुगतान करना

source: Payment Mode
hi_in: भुगतान का प्रकार

source: PENDING PAYMENTS
hi_in: बकाया भुगतान

source: Proceed To Pay
hi_in: चुकाने के लिए कार्रवाई शुरू करो

source: Ready To Pay?
hi_in: भुगतान करने के लिए तैयार हैं?

source: S.No
hi_in: क्रमांक

source: Skip
hi_in: छोड़ें

source: Skip Next Time
hi_in: अगली बार छोड़ें

source: Try Again
hi_in: पुनः प्रयास करें
