Repository: xtraSynergyproject/hr-portal
Catalog: src/Synergy.App.ReactUI/ClientApp/src - Copy/ERP.Translation/Clk/Clk.*.resx
Languages: ar_sa

source: Communication Type
ar_sa: نوع الاتصال

source: Delay In Execution
ar_sa: التأخير في التنفيذ

# DeviceId
source: Device
ar_sa: جهاز

source: Enable Error Notification
ar_sa: تمكين خطأ الإعلام

source: Enable Manual Execution
ar_sa: تمكين التنفيذ اليدوي

source: End Date
ar_sa: تاريخ الانتهاء

source: IP Address
ar_sa: أنا ف عنوان

source: Machine No
ar_sa: رقم الجهاز

source: Notificiation Recipient
ar_sa: مستلم الإشعار

# PersonFullName
source: Employee Name
ar_sa: اسم الموظف

source: Port No
ar_sa: ميناء رقم

# ProductId
source: Product
ar_sa: المنتج

source: Punching Type
ar_sa: نوع اللكم

source: Schedule Order
ar_sa: ترتيب الجدول

# SchedulerAction
source: Schedule Action
ar_sa: جدول العمل

# ScheduleRecur
source: Schedule Recurrence
ar_sa: جدول التكرار

source: Schedule Time
ar_sa: الجدول الزمني

source: Schedule Type
ar_sa: نوع الجدول

source: Serial No
ar_sa: الرقم التسلسلي

# SponsorshipNo
source: Iqamah No
ar_sa: إقامة رقم

source: Start Date
ar_sa: تاريخ البدء

# TimeZoneId
source: Time Zone
ar_sa: وحدة زمنية

source: Access Log
ar_sa: سجل الوصول

source: Biometric Id
ar_sa: الهوية البيومترية

source: Clock Server
ar_sa: خادم الساعة

source: Clock Server Setting
ar_sa: إعداد خادم الساعة

source: Correct UserInfo
ar_sa: معلومات المستخدم الصحيحة

source: Create UserInfo
ar_sa: إنشاء معلومات المستخدم

source: Device
ar_sa: جهاز

source: Device Data
ar_sa: بيانات الجهاز

source: Device Ip Address
ar_sa: الجهاز الأول ص

source: Device Machine No
ar_sa: رقم الجهاز

source: Device Name
ar_sa: اسم الجهاز

source: Device Port No
ar_sa: رقم منفذ الجهاز

source: Device Punching Type
ar_sa: نوع جهاز الضرب

source: Devices
ar_sa: الأجهزة

source: Device Serial No
ar_sa: الجهاز التسلسلي رقم

source: Display Name
ar_sa: اسم العرض

source: Execution End Date
ar_sa: تاريخ انتهاء التنفيذ

source: Execution Start Date
ar_sa: تاريخ بدء التنفيذ

source: Execution Status
ar_sa: حالة التنفيذ

source: Finger Index
ar_sa: مؤشر الاصبع

# IdenificationImageBase64
source: Idenification Image
ar_sa: تصعيد الصورة

source: I Flag
ar_sa: أنا العلم

source: Last Schedule End Time
ar_sa: آخر موعد لنهاية الجدول

source: Last Schedule Start Time
ar_sa: آخر موعد لبدء الجدول

source: Last Schedule Status
ar_sa: حالة الجدول الأخير

source: Last Successful Process Time
ar_sa: آخر عملية ناجحة الوقت

source: Month
ar_sa: شهر

source: Name
ar_sa: اسم

# PageAccessLogTitle
source: Access Log
ar_sa: سجل الوصول

# PageCorrectDeviceTitle
source: Correct Device
ar_sa: الجهاز الصحيح

# PageCorrectLogTitle
source: Correct AccessLog
ar_sa: سجل الوصول الصحيح

# PageCorrectProductTitle
source: Correct Product
ar_sa: المنتج الصحيح

# PageCorrectSchedulerTitle
source: Correct Scheduler
ar_sa: المجدول الصحيح

# PageCorrectTimeZoneTitle
source: Correct TimeZone
ar_sa: المنطقة الزمنية الصحيحة

# PageCorrectUserInfoTitle
source: Correct UserInfo
ar_sa: معلومات المستخدم الصحيحة

# PageCreateDeviceTitle
source: Create Device
ar_sa: إنشاء الجهاز

# PageCreateLogTitle
source: Create AccessLog
ar_sa: إنشاء سجل الوصول

# PageCreateProductTitle
source: Create Product
ar_sa: إنشاء المنتج

# PageCreateSchedulerTitle
source: Create Scheduler
ar_sa: إنشاء المجدول

# PageCreateTimeZoneTitle
source: Create TimeZone
ar_sa: إنشاء المنطقة الزمنية

# PageCreateUserInfoTitle
source: Create UserInfo
ar_sa: إنشاء معلومات المستخدم

# PageDeleteDeviceTitle
source: Delete Device
ar_sa: حذف الجهاز

# PageDeleteLogTitle
source: Delete AccessLog
ar_sa: حذف سجل الدخول

# PageDeleteProductTitle
source: Delete Product
ar_sa: حذف المنتج

# PageDeleteSchedulerTitle
source: Delete Scheduler
ar_sa: حذف المجدول

# PageDeleteTimeZoneTitle
source: Delete TimeZone
ar_sa: حذف المنطقة الزمنية

# PageDeleteUserInfoTitle
source: Delete UserInfo
ar_sa: حذف معلومات المستخدم

# PageManageDeviceTitle
source: Manage Device
ar_sa: إدارة الجهاز

source: Param 1
ar_sa: بارام 1

source: Param 10
ar_sa: بارام 10

source: Param 2
ar_sa: بارام 2

source: Param 3
ar_sa: بارام 3

source: Param 4
ar_sa: بارام 4

source: Param 5
ar_sa: بارام 5

source: Param 6
ar_sa: بارام 6

source: Param 7
ar_sa: بارام 7

source: Param 8
ar_sa: بارام 8

source: Param 9
ar_sa: بارام 9

source: Password
ar_sa: كلمه السر

source: Person Id
ar_sa: هوية الشخص

# Privelage
source: Privilege
ar_sa: شرف

source: Product
ar_sa: المنتج

source: Punching Time
ar_sa: اللكم الوقت

source: Schedule Id
ar_sa: معرف الجدول

source: Scheduler
ar_sa: جدولة

source: Successful Schedule Time
ar_sa: الجدول الزمني الناجح

source: User Id
ar_sa: معرف المستخدم

source: User Info
ar_sa: معلومات المستخدم

source: User Info Id
ar_sa: معرف معلومات المستخدم

source: Utc OffSet
ar_sa: Utc خارج المجموعة

source: Year
ar_sa: عام
