Repository: xtraSynergyproject/hr-portal
Catalog: src - Copy/ERP.Translation/Nts/Note.*.resx
Languages: ar_sa

source: Action
ar_sa: عمل

source: Active
ar_sa: نشيط

source: Add Member
ar_sa: إضافة عضو

# AlertCompleteSuccess
source: Note completed successfully
ar_sa: تم إكمال الملاحظة بنجاح

# AlertDraftSuccess
source: Note drafted successfully
ar_sa: تمت صياغة الملاحظة بنجاح

# AlertRejectSuccess
source: Note rejected successfully
ar_sa: تم رفض الملاحظة بنجاح

# AlertSubmitSuccess
source: Note submitted successfully
ar_sa: تم إرسال الملاحظة بنجاح

# AlertSuccess
source: Success
ar_sa: نجاح

source: Attachment
ar_sa: المرفق

source: base64Img
ar_sa: قاعدة 64 صورة

source: Body
ar_sa: الجسم

source: Category
ar_sa: الفئة

source: Category Level 1
ar_sa: الفئة المستوى 1

source: Category Level 2
ar_sa: الفئة المستوى 2

source: Category Level 3
ar_sa: الفئة المستوى 3

source: Category Level 4
ar_sa: الفئة المستوى 4

source: Category Level 5
ar_sa: الفئة المستوى 5

source: Category Name 1
ar_sa: اسم الفئة 1

source: Category Name 2
ar_sa: اسم الفئة 2

source: Category Name 3
ar_sa: اسم الفئة 3

source: Category Name 4
ar_sa: اسم الفئة 4

source: Category Name 5
ar_sa: اسم الفئة 5

source: Code
ar_sa: الشفرة

# Comment
source: Message
ar_sa: رسالة

source: Commented By User Id
ar_sa: علق بواسطة معرف المستخدم

# CommentedByUserUserName
source: Created By
ar_sa: انشأ من قبل

source: Commenter FirstLetter
ar_sa: المعلق الرسالة الأولى

source: Comments
ar_sa: تعليقات

source: Comments Count
ar_sa: عدد التعليقات

source: Confirm Edit
ar_sa: تأكيد التحرير

# ConfirmEditMessage
source: Are you sure you want to edit this note?
ar_sa: هل أنت متأكد من أنك تريد تحرير هذه الملاحظة؟

source: Count
ar_sa: عد

source: Created By Me
ar_sa: التي أنشأتها بنفسي

source: Created By Me Active
ar_sa: التي أنشأتها لي نشط

source: Created By Me Draft
ar_sa: التي أنشأتها لي مشروع

source: Created By Me Expired
ar_sa: التي أنشأتها لي منتهية الصلاحية

source: Create New Note
ar_sa: إنشاء ملاحظة جديدة

source: Create Note
ar_sa: إنشاء ملاحظة

source: CSV FileIds
ar_sa: ملفات ج قالخامس(CSV)

source: Description
ar_sa: وصف

source: Disable Default Email Template
ar_sa: تعطيل قالب البريد الإلكتروني الافتراضي

source: Display Mode
ar_sa: وضع العرض

source: Document Name
ar_sa: اسم الملف

source: Document No
ar_sa: رقم الوثيقة

source: Document Owner
ar_sa: المالك وثيقة

source: Document Status
ar_sa: حالة المستند

source: Document Tag To
ar_sa: وثيقة وثيقة ل

source: Document Type
ar_sa: نوع الوثيقة

source: Do Not Copy From Master Template
ar_sa: لا تنسخ من القالب الرئيسي

source: Download
ar_sa: تحميل

source: Draft
ar_sa: مشروع

source: Enable Broadcast
ar_sa: تمكين البث

# Expired
source: Archive
ar_sa: أرشيف

source: Expiry Date
ar_sa: تاريخ الانتهاء

# FileId
source: Document Upload
ar_sa: تحميل المستند

# FormattedCreateDate
source: Created Date
ar_sa: تاريخ الإنشاء

source: I Liked
ar_sa: أحببت

# IndexTitle
source: Note List
ar_sa: قائمة الملاحظة

source: Is Admin
ar_sa: هو المسؤول

source: Is Master Template
ar_sa: هو قالب سيد

source: Is Notification Sent
ar_sa: تم إرسال الإخطار

source: Level
ar_sa: مستوى

source: Like Status
ar_sa: مثل الحالة

source: Likes User Count
ar_sa: يحب عدد المستخدمين

source: Media Attachment Location
ar_sa: موقع مرفق الوسائط

source: Media Type
ar_sa: نوع الوسائط

# MessageComment
source: Message
ar_sa: رسالة

source: Mode
ar_sa: الوضع

source: Module Name
ar_sa: اسم وحدة

source: Name
ar_sa: اسم

source: Node Type
ar_sa: نوع العقدة

source: Note Field Value Id
ar_sa: ملاحظة معرف قيمة الحقل

source: Note Field Value Version Id
ar_sa: ملاحظة معرف إصدار قيمة الحقل

source: Note Id
ar_sa: ملاحظة معرف

source: Note No
ar_sa: ملاحظة لا

source: Note Shared Id
ar_sa: ملاحظة معرف مشترك

source: Note Status
ar_sa: ملاحظة الحالة

# NoteStatusCode
source: Note Status
ar_sa: ملاحظة الحالة

# NoteStatusName
source: Note Status
ar_sa: ملاحظة الحالة

source: Note Version Id
ar_sa: ملاحظة معرف الإصدار

source: Notification Master Template Id
ar_sa: رقم تعريف قالب رئيسي للإعلام

source: Notification Template Id
ar_sa: معرف قالب الإعلام

source: Notify By Email
ar_sa: الإخطار عن طريق البريد الإلكتروني

source: Notify By Sms
ar_sa: يخطر بواسطة الرسائل القصيرة

source: Nts Category Id
ar_sa: معرف فئة اليلة

source: N Active
ar_sa: ن نشط

source: Organization Id
ar_sa: معرف المنظمة

source: Organization Name
ar_sa: اسم المنظمة

# OwnerDisplayName
source: Note Owner
ar_sa: ملاحظة المالك

source: Owner First Letter
ar_sa: صاحب الرسالة الأولى

# OwnerUserId
source: Note Owner
ar_sa: ملاحظة المالك

# OwnerUserUserName
source: Note Owner
ar_sa: ملاحظة المالك

# PageTitleAnnouncement
source: Announcement
ar_sa: إعلان

# PageTitleAttachments
source: Document
ar_sa: وثيقة

# PageTitleDocument
source: Document
ar_sa: وثيقة

# PageTitleIndex
source: Note List
ar_sa: قائمة الملاحظة

# PageTitleUserLike
source: User Liked
ar_sa: أعجب المستخدم

# ParentComment
source: Message
ar_sa: رسالة

source: Parent Note Comment Id
ar_sa: معرف تعليق ملاحظة الأصل

# PersonId
source: PersonNo
ar_sa: شخص لا

source: Position Id
ar_sa: معرف الوظيفة

source: Post Comment
ar_sa: أضف تعليقا

source: Post Message
ar_sa: نشر الرسالة

source: Recurrece Id
ar_sa: تكرار الرقم التعريفي

source: Recurrence Description
ar_sa: تكرار الوصف

# ReferenceTo
source: Tag To
ar_sa: العلامة إلى

# ReferenceToDisplayName
source: Tag To
ar_sa: العلامة إلى

# ReferenceType
source: Tag Type
ar_sa: نوع العلامة

source: Reminder Date
ar_sa: تاريخ التذكير

source: Reminder Description
ar_sa: وصف تذكير

source: Reminder Id
ar_sa: معرف التذكير

source: ReturnUrl
ar_sa: عودة رابط

source: Schedule Reminder
ar_sa: جدول تذكير

source: Schedule Task
ar_sa: جدولة مهمة

source: Selected File
ar_sa: الملف المحدد

source: Send Notification
ar_sa: إرسال الإخطار

source: Shared By Me
ar_sa: مشترك بواسطتي

source: Shared By Me Active
ar_sa: مشترك بفعلي بالموقع

source: Shared By Me Draft
ar_sa: مشترك بواسطتي

source: Shared By Me Expired
ar_sa: مشترك بواسطتي منتهي

source: Shared To User Name
ar_sa: مشترك إلى اسم المستخدم

# SharedType
source: Shared To Type
ar_sa: مشترك للكتابة

source: Shared With Me Active
ar_sa: مشترك معي نشط

source: Shared With Me Draft
ar_sa: شارك معي مشروع

source: Shared With Me Expired
ar_sa: مشترك معي منتهي

source: Share To
ar_sa: حصة ل

source: Share to Group
ar_sa: مشاركة في المجموعة

source: Share With Me
ar_sa: شاركني

source: Sharing Mode
ar_sa: وضع تبادل

source: Show Original Sender
ar_sa: إظهار المرسل الأصلي

source: Sms Text
ar_sa: الرسائل القصيرة النص

source: Source Name
ar_sa: اسم المصدر

source: Start Date
ar_sa: تاريخ البدء

source: Stream Image Path
ar_sa: دفق مسار الصورة

source: Stream Video Path
ar_sa: دفق مسار الفيديو

source: Subject
ar_sa: موضوع

source: S Request Overdue
ar_sa: س طلب تأخر

source: S Request Pending
ar_sa: طلب معلق

source: Tag To
ar_sa: العلامة إلى

source: Tag To Type
ar_sa: العلامة إلى النوع

source: Target Name
ar_sa: اسم الهدف

source: Target User
ar_sa: المستخدم المستهدف

source: Target User Type
ar_sa: نوع المستخدم المستهدف

source: Target User Types
ar_sa: أنواع المستخدمين المستهدفة

source: Team Id
ar_sa: معرف الفريق

source: TeamName
ar_sa: اسم الفريق

source: Template Action
ar_sa: عمل قالب

# TemplateCategoryId
source: Template Category
ar_sa: قالب الفئة

source: Template Field Id
ar_sa: معرف حقل القالب

# TemplateId
source: Note Template
ar_sa: ملاحظة القالب

# TemplateMasterId
source: Template Name
ar_sa: اسم القالب

source: Template Name
ar_sa: اسم القالب

# Text
source: Description
ar_sa: وصف

source: Total
ar_sa: مجموع

source: Type
ar_sa: اكتب

source: T Assign Overdue
ar_sa: ر تعيين المتأخرة

source: T Assign Pending
ar_sa: ر تعيين معلق

source: User Id
ar_sa: معرف المستخدم

source: Value
ar_sa: القيمة

source: View All Notes
ar_sa: عرض جميع الملاحظات

source: Document
ar_sa: وثيقة
