Repository: xtraSynergyproject/hr-portal
Catalog: src - Copy/ERP.Translation/Nts/Service.*.resx
Languages: ar_sa

# AdhocTaskAddButtonText
source: Add
ar_sa: إضافة

source: Adhoc Task Cancel Button Text
ar_sa: مخصصةمهمة إلغاء زر النص

source: Adhoc Task Header Message
ar_sa: رسالة رأس مهمة مخصصة

source: Adhoc Task Header Text
ar_sa: نص رأس المهمة المخصص

source: Can Add Adhoc Task
ar_sa: يمكن إضافة مهمة مخصصة

source: Can Add Step Task
ar_sa: يمكن إضافة مهمة الخطوة

# CancelButtonText
source: Cancel
ar_sa: إلغاء

source: Change Status OnStepChange
ar_sa: تغيير الحالة في الخطوة التغيير

source: Completion Date
ar_sa: موعد الإكمال

source: Created By
ar_sa: صنع من قبل

source: CSV FileIds
ar_sa: ج قالخامسمجالات

source: Description
ar_sa: وصف

source: Display Mode
ar_sa: وضع العرض

source: Due Date
ar_sa: تاريخ الاستحقاق

source: Enable Adhoc Task
ar_sa: تمكين المهمة المخصصة

source: Focus Task Id
ar_sa: معرف مهمة التركيز

source: Is Confidential
ar_sa: هي سرية

source: Is LatestVersion
ar_sa: هو أحدث نسخة

# OwnerDisplayName
source: Service Owner
ar_sa: صاحب الخدمة

# OwnerUserId
source: Service Owner
ar_sa: صاحب الخدمة

# OwnerUserUserName
source: Service Owner
ar_sa: صاحب الخدمة

source: Parent Service Id
ar_sa: معرف خدمة الوالدين

source: Parent Service Type
ar_sa: نوع خدمة الوالد

source: Post Comment
ar_sa: أضف تعليقا

source: Reminder Date
ar_sa: تاريخ التذكير

source: Selected File
ar_sa: الملف المحدد

source: Service Id
ar_sa: معرف الخدمة

source: Service Name
ar_sa: اسم الخدمة

source: Service No
ar_sa: رقم الخدمة

source: Service Owner Text
ar_sa: نص صاحب الخدمة

source: Service Plus Id
ar_sa: خدمة زائد معرف

source: Service Plus Services
ar_sa: خدمة بلس للخدمات

source: Service Plus Service Template Count
ar_sa: خدمة زائد قالب خدمة العد

source: ServicePlus Service Type
ar_sa: خدمة زائد نوع الخدمة

source: Service Shared List
ar_sa: قائمة الخدمات المشتركة

# ServiceStatusCode
source: Service Status
ar_sa: حالة الخدمة

# ServiceStatusName
source: Service Status
ar_sa: حالة الخدمة

source: Service Step Service Id
ar_sa: رقم الخدمة

source: Service Step Template Id
ar_sa: رقم تعريف قالب خطوة الخدمة

source: Service Tasks
ar_sa: مهام الخدمة

source: Service Task Template Count
ar_sa: خدمة قالب مهمة العد

source: ServiceVersionId
ar_sa: معرف إصدار الخدمة

# SLA
source: SLA(In Days)
ar_sa: جيش تحرير السودان (في أيام)

source: SLA Calculation Mode
ar_sa: وضع حساب جيش تحرير السودان

source: Start Date
ar_sa: تاريخ البدء

source: Steps
ar_sa: خطوات

# StepTaskAddButtonText
source: Add
ar_sa: إضافة

source: Step Task Creation Optional Label
ar_sa: خطوة إنشاء مهمة تسمية اختياري

source: Subject
ar_sa: موضوع

# TeamServiceTitle
source: Team Goal
ar_sa: هدف الفريق

# TemplateTemplateMasterName
source: Service Name
ar_sa: اسم الخدمة

source: Temporary
ar_sa: مؤقت

source: Remove Step Task Success Message
ar_sa: إزالة الخطوة المهمة رسالة النجاح

# _StepTaskAddButtonText
source: Add
ar_sa: إضافة

# _StepTaskCancelButtonText
source: Cancel
ar_sa: إلغاء

# AlertCancelSuccess
source: Service canceled successfully
ar_sa: تم الغاء الخدمة بنجاح

# AlertCloseSuccess
source: Service closed successfully
ar_sa: تم إغلاق الخدمة بنجاح

# AlertCompleteSuccess
source: Service completed successfully
ar_sa: تم الانتهاء من الخدمة بنجاح

# AlertDraftSuccess
source: Service drafted successfully
ar_sa: تمت صياغة الخدمة بنجاح

# AlertRejectSuccess
source: Service rejected successfully
ar_sa: تم رفض الخدمة بنجاح

# AlertSaveSuccess
source: Service saved successfully
ar_sa: تم حفظ الخدمة بنجاح

# AlertSubmitSuccess
source: Service submitted successfully
ar_sa: تم تقديم الخدمة بنجاح

source: Approval Comment
ar_sa: تعليق الموافقة

source: Approved Due Date
ar_sa: تاريخ الاستحقاق الموافق عليه

source: Approved SLA
ar_sa: وافق جيش تحرير السودان

source: Assigned By Query
ar_sa: يعينه الاستعلام

# AssignedQueryType
source: Assignee By Query Type
ar_sa: المعين حسب نوع الاستعلام

source: Assigned To
ar_sa: مخصص ل

# AssignedToHierarchyId
source: Assign To Hierarchy
ar_sa: تعيين إلى التسلسل الهرمي

# AssignedToHierarchyLevelNo
source: Assign To Hierarchy Level
ar_sa: تعيين إلى مستوى التسلسل الهرمي

source: Assigned To Type
ar_sa: المخصصة للنوع

source: Assignee Target Type
ar_sa: نوع المستهدف

source: Assign Id
ar_sa: تعيين معرف

source: Assign To Type
ar_sa: تعيين إلى الكتابة

source: Attachment
ar_sa: المرفق

source: Cancel Reason
ar_sa: إلغاء السبب

# CancelReasonMessage
source: Cancel reason is required
ar_sa: إلغاء السبب مطلوب

source: Code
ar_sa: الشفرة

# Comment
source: Message
ar_sa: رسالة

source: Commented By User Id
ar_sa: علق بواسطة معرف المستخدم

# CommentedByUserUserName
source: Created By
ar_sa: انشأ من قبل

# CompletionToDate
source: Completion Date
ar_sa: موعد الإكمال

source: Confirm Edit
ar_sa: تأكيد التحرير

# ConfirmEditMessage
source: Are you sure you want to edit this service?
ar_sa: هل أنت متأكد من أنك تريد تعديل هذه الخدمة؟

source: Create New Service
ar_sa: إنشاء خدمة جديدة

source: Create Service
ar_sa: إنشاء الخدمة

source: Creation Date
ar_sa: تاريخ الإنشاء

source: Current Due Date
ar_sa: تاريخ الاستحقاق الحالي

source: Current SLA
ar_sa: جيش تحرير السودان الحالي

# DueToDate
source: Due Date
ar_sa: تاريخ الاستحقاق

source: Enable Task Auto Complete
ar_sa: تمكين مهمة إكمال تلقائي

# FileId
source: Document Upload
ar_sa: تحميل المستند

# FilterUserId
source: User Id
ar_sa: معرف المستخدم

source: Hide If Draft
ar_sa: إخفاء إذا المسودة

source: Is Notification Sent
ar_sa: تم إرسال الإخطار

source: Is Task Auto Complete If Same Assignee
ar_sa: هل مهمة تلقائية كاملة إذا كان نفس المحال

source: Message
ar_sa: رسالة

source: Mode
ar_sa: الوضع

source: Module Name
ar_sa: اسم وحدة

source: Notification Template Id
ar_sa: معرف قالب الإعلام

source: Owned By
ar_sa: مملوكة بواسطة

source: Owner Id
ar_sa: بطاقة هوية المالك

source: Owner Query
ar_sa: استعلام المالك

source: Owner Query Type
ar_sa: نوع استعلام المالك

source: Owner Type
ar_sa: نوع المالك

# PageTitleCreate
source: Create Service
ar_sa: إنشاء الخدمة

# PageTitleCreateProject
source: Create Project
ar_sa: إنشاء مشروع

# PageTitleEdit
source: Manage Template Field
ar_sa: إدارة حقل القالب

# PageTitleIndex
source: Manage Service
ar_sa: إدارة الخدمة

# PageTitleServiceList
source: Service List
ar_sa: قائمة الخدمات

# PageTitleServiceListMsg
source: - Filter With Service
ar_sa: - تصفية مع الخدمة

# PageTitleServicePlusCreate
source: Create Service Plus Service Template
ar_sa: إنشاء خدمة بالإضافة إلى قالب خدمة

# PageTitleServiceTaskCorrect
source: Correct Service Task Template
ar_sa: قالب مهمة الخدمة الصحيح

# PageTitleServiceTaskCreate
source: Create Service Task Template
ar_sa: إنشاء قالب مهمة الخدمة

# PageTitleServiceTaskEditHistory
source: Edit Service Task Template - History
ar_sa: تحرير قالب مهمة الخدمة - السجل

# PageTitleServiceTaskUpdate
source: Update Service Task Template
ar_sa: تحديث قالب مهمة الخدمة

# ParentComment
source: Message
ar_sa: رسالة

source: Parent Service Comment Id
ar_sa: معرف تعليق خدمة الوالدين

source: Post Message
ar_sa: نشر الرسالة

# ProposedDueDate
source: Requested Due Date
ar_sa: تاريخ الاستحقاق المطلوب

# ProposedSLA
source: Requested SLA
ar_sa: جيش تحرير السودان المطلوب

source: Proposed Start Date
ar_sa: تاريخ البدء المقترح

source: Rating By Service Task TemplateId
ar_sa: التصنيف حسب معرف قالب مهمة الخدمة

source: Rating Type
ar_sa: نوع التصنيف

# RatingTypeCode
source: Rating Type
ar_sa: نوع التصنيف

# RatingTypeName
source: Rating Type
ar_sa: نوع التصنيف

source: Reject Reason
ar_sa: رفض السبب

source: Reply
ar_sa: الرد

source: Request Completed
ar_sa: طلب مكتمل

source: Request Draft
ar_sa: طلب مسودة

source: Requested By
ar_sa: بتوصية من

source: Requested By Me
ar_sa: طلب مني

source: Request Overdue
ar_sa: طلب تأخر

source: Request Pending
ar_sa: طلب معلق

# RequestReason
source: Reason For SLA Change
ar_sa: سبب تغيير جيش تحرير السودان

# RequestStatus
source: Approval Status
ar_sa: حالة القبول

# ReturnedToServiceTaskTemplateId
source: Return To
ar_sa: الرجوع الى

source: Search Criteria
ar_sa: معايير البحث

source: Search Result
ar_sa: نتيجة البحث

source: Sequence No
ar_sa: رقم التسلسل

# ServiceDueDate
source: Service End Date
ar_sa: تاريخ انتهاء الخدمة

source: Service Items
ar_sa: عناصر الخدمة

# ServiceOwnerId
source: Owner
ar_sa: صاحب

# ServiceOwnerQuery
source: Owner Query
ar_sa: استعلام المالك

# ServiceOwnerQueryType
source: Owner Query Type
ar_sa: نوع استعلام المالك

# ServiceOwnerType
source: Owner Type
ar_sa: نوع المالك

source: Service Owner User Id
ar_sa: معرف مستخدم مالك الخدمة

source: Service Plus Template Id
ar_sa: خدمة بالإضافة إلى معرف القالب

source: Service Shared Id
ar_sa: معرف الخدمة المشترك

source: Service SLA
ar_sa: خدمة جيش تحرير السودان

source: Service SLA Calculation Mode
ar_sa: وضع حساب جيش تحرير السودان للخدمة

source: Service Start Date
ar_sa: تاريخ بدء الخدمة

source: Service Status
ar_sa: حالة الخدمة

source: Service Subject
ar_sa: موضوع الخدمة

source: Service Task Type
ar_sa: نوع مهمة الخدمة

# ServiceTeamId
source: Owner
ar_sa: صاحب

source: Service Template Id
ar_sa: معرف قالب الخدمة

source: Service Template Master Id
ar_sa: رقم تعريف قالب الخدمة الرئيسي

source: Service Template Master Name
ar_sa: اسم خدمة قالب الرئيسي

source: Shared By Me
ar_sa: مشترك بواسطتي

source: Shared To
ar_sa: مشترك إلى

source: Shared To User Name
ar_sa: مشترك إلى اسم المستخدم

source: Shared Type
ar_sa: نوع مشترك

source: Shared With Me
ar_sa: شارك معي

# StartToDate
source: Start Date
ar_sa: تاريخ البدء

# TaskDueDate
source: Due Date
ar_sa: تاريخ الاستحقاق

# TaskSLA
source: SLA
ar_sa: جيش تحرير السودان

# TaskSLACalculationMode
source: SLA Calculation Mode
ar_sa: وضع حساب جيش تحرير السودان

# TaskStartDate
source: Start Date
ar_sa: تاريخ البدء

source: Task Template Id
ar_sa: معرف قالب المهمة

# TaskTemplateMasterId
source: Task Template Name
ar_sa: اسم قالب المهمة

# TaskTemplateMasterName
source: Task Template Name
ar_sa: اسم قالب المهمة

# TeamId
source: Assignee To
ar_sa: المحال إلى

# TemplateCategoryId
source: Template Category
ar_sa: قالب الفئة

source: Template Field Id
ar_sa: معرف حقل القالب

# TemplateId
source: Service Template
ar_sa: قالب الخدمة

source: Template Master Code
ar_sa: قالب ماجستير رمز

source: Text
ar_sa: نص

source: To
ar_sa: إلى

source: Triggered By Script
ar_sa: أثار بواسطة البرنامج النصي

# TriggeredByServicePlusTemplateName
source: Triggered By ServicePlus Template
ar_sa: أثار بواسطة خدمة زائد قالب

# TriggeredByServiceTaskTemplateSubject
source: Triggerd By Template
ar_sa: الزناد حسب القالب

source: User Id
ar_sa: معرف المستخدم

source: Value
ar_sa: القيمة

source: View Type
ar_sa: عرض النوع
